# IDataConversionMonitor Methods

---
The IDataConversionMonitor type exposes the following members.
| Name| Description
---|---|---
| GetVerbosity|  Reports requested verbosity level
| ProcessMessage|
Top
#### Reference
IDataConversionMonitor Interface
Autodesk.Revit.DB Namespace